Repository: josephsl/audioScreen
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: ru

source: AudioScreen
ru: AudioScreen (Звуковое представление экрана)

source: General
ru: Общие

source: Mode
ru: Режим

source: Off
ru: Выключено

source: pitch stereo grey
ru: высота стерео-звука серого тона

source: Reverse brightness (useful for white on black)
ru: Обратная яркость (полезно для белого на чёрном)

source: Number of columns in stereo field
ru: Количество столбцов в стереополе

source: Number of rows (frequencies)
ru: Количество строк (частот)

source: Lowest frequency in HZ
ru: Наименьшая частота (в герцах)

source: highest frequency in HZ
ru: наибольшая частота (в герцах)

source: Initial stereo sweep Delay in seconds
ru: Начальная задержка стерео сигнала в секундах

source: Duration of stereo audio sweep in seconds
ru: Длительность воспроизведения стерео сигнала в секундах

source: Numver of stereo sweeps
ru: Количество стерео сигналов

source: width (in pixels) of the rectangle at the point under your finger / the mouse
ru: ширина прямоугольника в точке под вашим пальцем или под указателем мыши (в пикселях)

source: height (in pixels) of the rectangle at the point under your finger / the mouse
ru: высота прямоугольника в точке под вашим пальцем или под указателем мыши (в пикселях)

source: HSV Color
ru: Цвет HSV

source: Horizontal length of capture area in pixels
ru: Горизонтальная длина области захвата в пикселях

source: Vertical length of capture area in pixels
ru: Вертикальная длина области захвата в пикселях

source: Lowest frequency (blue) in HZ
ru: Наименьшая частота (синий) (в герцах)

source: highest frequency (red) in HZ
ru: наибольшая частота (красный) (в герцах)

source: AudioScreen off
ru: Звуковое представление экрана выключено

source: touch input
ru: сенсорный ввод

source: mouse input
ru: ввод мышью

source: AudioScreen mode {mode}, {inputType}
ru: Режим звукового представления экрана: {mode}, {inputType}

source: Toggles AudioScreen between several modes
ru: Переключает аудиоэкран между несколькими режимами

source: Toggles between light on dark, and dark on light
ru: Переключает между светлым на тёмном и тёмным на светлом

source: Audioscreen currently off
ru: Сейчас звуковое представление экрана выключено

source: Plays the image under your fingers
ru: Воспроизводит изображение под вашими пальцами

source: Stops audioScreen playback
ru: Останавливает воспроизведение изображения

source: Plays the image of the current navigator object
ru: Воспроизводит изображение текущего объекта навигатора

source: AudioScreen disabled
ru: Звуковое представление экрана выключено

source: Shows AudioScreen setttings
ru: Открывает настройки звукового представления экрана

source: Allows you to "feel" images with your ears, while moving your finger around a touch screen on Windows 10 and above.
ru: Это дополнение позволяет незрячим пользователям "ощущать" изображения ушами. Используя сенсорный экран или мышь, можно водить пальцем по картинке и слышать её контуры и цвета в реальном времени. Для работы дополнения требуется Windows 10 или более поздняя версия.

source: * Improved compatibility with NVDA 2026.1, including compatibility with 64-bit NVDA.
ru: * Улучшена совместимость с NVDA 2026.1, включая совместимость с 64-разрядной версией NVDA.
